export const goals: string[][] = [
	['دعم شهرى ', 'دعم طارئ ', 'منحة دراسية'], // الهدف الاول
	['وجبه مجانيه', 'كوبونات غزائيه', 'مساعده ماليه'], // الهدف الثانى
	['فحص طبى', 'استشارة طبية', 'دعم الصحة النفسية'], // الهدف الثالث
	['دروس تقويه', 'موارد تعليميه', 'الاشتراك فى ورش العمل'], // الهدف الرابع
	['ذكر', 'انثى'], // الهدف الخامس
	['الحصول على مياة نظيفه', 'توفير ادوات النظافة', 'الابلاغ عن اعطال'], // الهدف السادس
	[
		'الاشتراك فى مبادرات الطاقه المتجدده',
		'الحصول على معدات موفره للطاقه',
		'الابلاغ عن اغطال فى نظام الطاقه',
	], // الهدف السابع
	['فرص تدريب', 'برامج ريادة الاعمال', 'المساعده فى التوظيف'], // الهدف الثامن
	['دعم مالى', 'دعم تقنى', 'تطوير الهياكل الاساسيه'], // الهدف التاسع
	['ذوى الهمم', 'طلاب من مناطق نائيه', 'دخل منخفض'], // الهدف العاشر
	['اعادة تدوير المخلفات', 'مشاريع الطاقه المتجدده', 'انشطه مجتمعيه'], // الهدف الحادى عشر
	['جمع البلاستيك', 'تدوير الورق', 'اعادة استخدام الملابس'], // الهدف الثانى عشر
	['ملهوش حاجه'], // الهدف الثالث عشر
	['تنظيف الشواطئ', 'المشاركة فى ابحاث بحرية', 'حملات توعيه'], // الهدف الرابع عشر
	['زراعة الاشجار', 'حماية الحياة البريه', 'حملات تنظيفيه'], // الهدف الخامس عشر
	['تحرش', 'تنمر', 'فساد ادارى'], // الهدف السادس عشر
	['التعاون مع منظمات غير حكومية', 'شراكات بحثية', 'مشاريع مجتمعية مشتركة'], // الهدف السابع عشر
];

export const goalNames = [
	'فاضي عشان الاراي',
	'القضاء على الفقر',
	'القضاء التام على الجوع',
	'الصحة الجيدة والرفاه',
	'التعليم الجيد',
	/*---------*/
	'المساواة بين الجنسين',
	'المياه النظيفة والنظافة الصحية',
	'طاقة نظيفة وبأسعار معقولة',
	'العمل اللائق ونمو الاقتصاد',
	/*---------*/
	'الصناعة والابتكار والهياكل الأساسية',
	'الحد من أوجه عدم المساواه',
	'مدن ومجتمعات محلية مستدامة',
	'الاستهلاك والإنتاج المسؤولان',
	/*---------*/
	'العمل المناخي',
	'الحياة تحت الماء',
	'الحياة في البر',
	'السلام والعدل والمؤسسات القوية',
	/*---------*/
	'عقد الشراكات لتحقيق الأهداف',
];
